Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Among other things, he referred to the 'caliph/emir' of ISIL, Abu Bakr al-Baghdadi, as 'our leader' and stated publicly that 'believers are flowing into the Islamic State to complete their utmost religious duty, i.e. to serve Jihad and Allah'.
nb: Han omtalte blant annet offentlig ISILs 'kalif/emir' C som 'vår leder' og uttalte offentlig at 'de troende strømmer til den Islamske Staten for å fullføre sin aller høyeste religiøse plikt, nemlig Jihad for Allahs skyld'.

source: “However, the total quota is changed if research-based management advice so suggests, and the assumptions may also change as a result of the redistribution among groups and as a result of a change of distribution keys for the quota distribution internally within a group.
nb: "Totalkvoten endres imidlertid når forskningsbaserte forvaltningsråd tilsier det, og forutsetningene kan også bli endret som følge av omfordeling mellom grupper og som følge av endring av fordelingsnøkler for kvotefordelingen innad i en gruppe.

source: "If a dog has attacked or injured a person, the police may subsequently order destruction unless this is deemed a disproportionate measure.
nb: "En hund som har angrepet eller skadet et menneske, kan politiet i ettertid vedta å avlive dersom ikke dette fremstår som et uforholdsmessig tiltak.

source: summarised as follows in the Supreme Court judgment Rt-2004-1683 paragraph 32:
nb: Dette er i samsvar med rettspraksis, og er i Rt-2004-1683 avsnitt 32 oppsummert slik:

source: In the contact NN’s children were also an issue.
nb: I kontakten var også NNs barn et tema.

source: I am essentially in agreement with the first Justice in his general analysis of the
nb: Jeg er i det vesentlige enig med førstvoterende i hans generelle utlegning av vilkårene for rettserverv ved

source: I take this to mean that "making available to the public" has been interpreted – and must be interpreted – widely and flexibly, and that it makes room for new forms of transmitting protected works to the public.
nb: Jeg oppfatter dette slik at tilgjengeliggjøringsbegrepet har vært forstått – og skal forstås – vidt og fleksibelt, og at det gir rom for å omfatte nye former for fremføringer av åndsverk til allmennheten.

source: The two convicted persons had no leading roles, but they are described in paragraph 25 as "common soldiers".
nb: De to domfelte hadde ikke ledende roller, men beskrives i avsnitt 25 som "vanlige menige".

source: applying the Council Framework Decision 2002/584, which in practice corresponds to the
nb: Dette har også EU-domstolen lagt til grunn for anvendelsen av rammebeslutning 2002/584, som i praksis tilsvarer arrestordrelovens bestemmelser om overlevering til EU-land.

source: Ljone and Lie have based their contentions on Article 10 of the Convention, and I find it expedient to do the same in my continued discussion.
nb: Ljone og Lie har i sine anførsler tatt utgangspunkt i EMK artikkel 10, og jeg finner det hensiktsmessig å gjøre det samme for min videre drøftelse.

source: paragraph 43, the Court applies this criterion when comparing that specific case to and
nb: avsnitt 43 tar EMD utgangspunkt i dette kriteriet når den holder den konkrete saken opp mot S.

source: Reference is made to the Supreme Court judgment HR-2019-729-U paragraphs 7‒8:
nb: Det vises til HR-2019-729-U avsnitt 7‒8, der det heter:

source: The term "special reasons" in the Immigration Act section 64 does not match the content of the Refugee Convention article 28.
nb: Uttrykket "særlige grunner" i utlendingsloven § 64 er ikke dekkende for innholdet i flyktningkonvensjonen artikkel 28.

source: reliable information about the number of animals, and expresses its view in the following
nb: antallet dyr, og uttrykker sin oppfatning slik:

source: On the same day, NAS and NAN sent a letter to all pilots employed in NAS announcing that the flying activities conducted from bases in Scandinavia would be moved from NAS to NAN, and that the pilots, as a result, would be transferred in accordance with the Working Environment Act.
nb: Samme dag sendte NAS og NAN brev til alle piloter ansatt i NAS om at den operative flyvirksomheten knyttet til baser i Skandinavia skulle overføres fra NAS til NAN, og at dette blant annet innebar virksomhetsoverdragelse av pilotene i arbeidsrettslig forstand.

source: This concerns primarily the period up to 1 September 2016, during which NAS has admitted that it hired pilots and cabin crew members.
nb: Dette gjelder for det første for perioden frem til 1. september 2016, der NAS har erkjent at selskapet drev innleie av piloter og kabinansatte.

source: Under new taxation rules for a certain group of public servants, a surtax of 98 per cent was imposed on statutory severance pay, the amount of which was dependent on years of service.
nb: En lovbestemt ventelønn der størrelsen var avhengig av tjenestetid, ble ved nye skatteregler for en viss gruppe offentlige tjenestemenn gitt en toppskatt på 98 prosent.

source: is expressed through the wording “necessary in a democratic society”.
nb: kommer til uttrykk gjennom formuleringen «nødvendig i et demokratisk samfunn» − «necessary in a democratic society».

source: In 2012, he decided not to take on a new season at Z."
nb: Han bestemte seg i 2012 for ikke å arbeide en ny sesong ved Z."

source: when the case was dealt with by UDI and UNE, and that the error must result in invalidity.
nb: ved behandlingen i UDI og i UNE, og at feilen må lede til ugyldighet.

source: This is consistent with the conclusion in annex 1 to the Annual Report from the Norwegian Fishing Vessel Owners Association 2010, page 320, which reads:
nb: Dette samsvarer godt med konklusjonen i bilag 1 til Årsmeldingen fra Fiskebåtredernes Forbund 2010 side 320, hvor det heter:

source: Both had been told to pay a tax penalty which was covered by the concept of a “criminal charge” in Article 6.
nb: Begge var ilagt tilleggsskatt, som falt inn under begrepet ”criminal charge” i artikkel 6.

source: Ullersmo has also stated that the searches of C were conducted stepwise, which must be
nb: Det er videre opplyst fra Ullersmo at visitasjonene av C der skjedde trinnvis.

source: There is running water in the house, but water is supplied from a spring.
nb: Det er innlagt vann i huset, men vanntilførselen skjer fra et oppkomme.

source: [Norwegian Law Commentary], note 4 on the Extradition Act, Justice Bull expresses the same in a quite short comment.
nb: Bull har i Norsk Lovkommentar, note 4 til utleveringsloven, gitt uttrykk for det samme i en helt kort bemerkning.

source: The court of appeal has thus not dealt with the manner in which the instructions were given.
nb: Lagmannsretten har dermed ikke sagt noe om hvordan instruksjonen foregikk.

source: consequently sue Volvo Norge AS in Norway, see also the general provisions on ordinary venue in section 4-4 of the Dispute Act.
nb: En utlending kan etter dette saksøke Volvo Norge AS i Norge, se også de alminnelige vernetingsbestemmelsene i tvisteloven § 4-4.

source: Whereas the shipping companies that structured in accordance with the 2007 Regulation would lose their structural quotas after 20 years, those shipping companies that had structured under the 2005 Regulation could continue fishing in accordance with their structural quotas.
nb: Mens de rederiene som strukturerte etter 2007-forskriften, ville miste sine strukturkvoter etter 20 år, ville de rederiene som hadde strukturert under 2005-forskriften, fortsatt kunne fiske i henhold til sine strukturkvoter.

source: In practice, special circumstances that make release inadvisable are required for these convicted persons not to be released after 12 years.
nb: I praksis kreves det særlige omstendigheter som gjør løslatelse utilrådelig for at disse domfelte ikke skal løslates etter 12 år.

source: A discussed views on ISIL and Syria with P and said that he could have a woman sent to him.
nb: A diskuterte synspunkter om ISIL og Syria med P og uttrykte at han kunne hjelpe til med å få sendt ned en kvinne til P i Syria.

source: Furthermore, I support the conclusion that A was a member until December 2015.
nb: Videre kan jeg slutte meg til konklusjonen om at A var deltaker frem til desember 2015.

source: Kjell Aukrust's drawing A and other works by his hand to which I will revert, are placed in the category "pictorial works", which according to item 7 includes "paintings, drawings, graphic and similar pictorial works".
nb: Kjell Aukrusts tegning A og andre verk fra hans hånd som jeg kommer tilbake til, henregnes til kategorien billedkunst, som etter nummer 7 omfatter "malerier, tegninger, grafikk og lignende billedkunst".

source: Such a regulation could lead to questions as to whether the rights of the large herders have been violated.
nb: Ved en slik regulering kunne det bli reist spørsmål om disses rettigheter var krenket.

source: We refer, among other things, to the commentary to the Companies Act by Marthinussen/Aarbakke and Skåre/Knudsen.
nb: I den forbindelse viser vi blant annet til kommentarutgavene til aksjeloven av Marthinussen/Aarbakke og Skåre/Knudsen.

source: However, these considerations may be taken into account within the framework of the provisions restricting a party's access to certain information pursuant to section 19 of the Public Administration Act."
nb: Disse hensyn kan imidlertid varetas innenfor rammen av reglene om begrensninger i partsinnsyn etter forvaltningsloven § 19."

source: I mention in particular that section 37, in this context, must be read in conjunction with other provisions that the foreign national may assert in connection with revocation, among them the mentioned rules in the Constitution and ECHR.
nb: Jeg viser særlig til at § 37 i denne forbindelse må ses i sammenheng med andre regler som utlendingen også kan påberope seg i tilbakekallssituasjoner, blant dem de nevnte reglene i Grunnloven og EMK.

source: The Report then sets out the following:
nb: I den videre drøftelsen heter det:

source: On this basis, the requirement that he must settle on the property in order to acquire it cannot be seen as an interference with the right freely to choose his place of residence.
nb: Krav om at han må bosette seg på eiendommen for å kunne erverve den, kan på denne bakgrunn ikke ses på som noe inngrep i retten til fritt å velge bosted.

source: Peruzzo and Martens v. Germany
nb: Peruzzo og Martens mot Tyskland

source: As mentioned, when Sara became leader of the siida unit in 2010, the unit counted 71 reindeer.
nb: Da Sara overtok som leder av siidaandelen i 2010, var det som nevnt 71 rein i andelen.

source: demonstrated in particular by the Court's use of the term "causal connection" in para 66.
nb: Dette gjør domstolen særlig ved å benytte begrepet "årsagsforbindelse" i avsnitt 66.

source: Nor have other acts been demonstrated beyond what the passengers could reasonably expect when choosing to come along.
nb: Heller ikke for øvrig er det påvist handlinger i strid med det passasjerene med rimelighet kunne forvente ved deltakelse på en slik tur.

source: In para 57 the following is stated, after that being established:
nb: I avsnitt 57 heter det etter at dette er fastslått:

source: Section 74 regulates situations where the owner, and possibly also the offender, is unknown.
nb: Paragraf 74 regulerer situasjonen når eieren, og eventuelt også lovovertrederen, er ukjent.

source: In this regard, I refer to the Supreme Court judgments Rt-2005-1601 (YELLOW PAGES) para 57 and HR-2016-1993-A (Pangea) para 46.
nb: Jeg viser i denne forbindelse til Rt-2005-1601 (GULE SIDER) avsnitt 57 og til HR-2016-1993-A (Pangea) avsnitt 46.

source: And no requirement can be derived from Article 7 of the ECHR that a country that has release on probation shall have clearly defined conditions for when release on probation shall be granted.
nb: Og det kan ikke utledes av EMK artikkel 7 et krav om at et land som har prøveløslatelse, skal ha klart definerte vilkår for når prøveløslatelse skal gis.

source: Fosen Vind DA was nonetheless permitted to start the construction, and the windfarms were ready in 2019 and 2020, respectively.
nb: Fosen Vind DA fikk likevel tillatelse til å starte byggingen, og vindkraftverkene sto ferdig i henholdsvis 2019 og 2020.

source: A "supplied J with all the radical ideas he proclaimed both publicly and internally in Profetens Ummah".
nb: A "tilførte J alt det radikale tankegodset han gikk ut med både offentlig og internt i gruppen Profetens Ummah".

source: In Rt-2006-964 paragraph 15, the justice delivering the leading opinion endorsed these considerations and added:
nb: I Rt-2006-964 avsnitt 15 sluttet førstvoterende seg til disse betraktningene og la til:

source: Then, the five-year limitation period is applicable, and section 36 of the Contracts Act cannot be invoked after the limitation period has expired.
nb: Når adgangen til avtalerevisjon er særskilt regulert i lov eller forskrift, kan ikke avtaleloven § 36 eller ulovfestede regler om bristende forutsetninger påberopes som alternativer.

source: This in itself indicates that long before 1850 reindeer husbandry was being conducted in
nb: Dette indikerer i seg selv at det lenge før 1850 foregikk reindrift i Selbu både innenfor Riast/Hylling og

source: The 2018 Act has a similar provision in section 3, but with a slightly different wording.
nb: 2018-loven viderefører en tilsvarende bestemmelse i § 3, men med en noe annen ordlyd.

source: In such case it must be Article 97 of the Constitution, as it is to be understood in the light of developments in legal practice, that must be decisive for the constitutionality, and not application of the considerations upon which the constitutional provision rests.
nb: Da må det være Grunnloven § 97, slik denne er å forstå på bakgrunn av utviklingen i rettspraksis, som må være avgjørende for grunnlovsmessigheten og ikke anvendelse av de hensyn grunnlovsbestemmelsen hviler på.

source: Another condition is that destruction is not "deemed a disproportionate measure".
nb: Et ytterligere vilkår er at avliving ikke "fremstår som et uforholdsmessig tiltak".

source: I thus consider it clear that B cannot on any level be blamed for being present in the drop-off, or that it is relevant for the assessment of due care.
nb: Jeg finner det derfor klart at B ikke på noe vis kan lastes for at hun befant seg i henget, eller at det kan få betydning for uaktsomhetsvurderingen.

source: Refugees' right to a travel document pursuant to the Refugee Convention article 28 is undoubtedly a rule having as its object to "strengthen the position of the individual".
nb: Den rett flyktninger har til reisebevis etter flyktningkonvensjonen artikkel 28, er utvilsomt en regel som har "til formål å styrke individets stilling".

source: During the police interviews that were conducted by the District Sheriff in Lyngen on 19
nb: Under avhørene som ble foretatt av lensmannen i Lyngen 19.

source: Skaugen instructed the Shipyard to enter into the contract with MAN, and it is set out in the complaint to the conciliation board that the negotiations of the purchase of engines to the relevant ships were mainly carried out with MAN Norge where Skaugen was represented by its Norwegian management company.
nb: Skaugen instruerte Verftet om å inngå avtalen med MAN, og i forliksklagen fremgår det at forhandlingene om kjøp av motorene til de aktuelle skipene i det vesentlige ble ført med MAN Norge der Skaugen var representert ved sitt norske management-selskap.

source: It was stated that an immediate sentence for the violation of section 185 of the Penal Code was too strict.
nb: Dommen gir veiledning om grensene for hvilke ytringer som rammes av straffeloven § 185.

source: The Sami Parliament then wanted to implement a rule that the siidas were to set the minimum number of reindeer for each unit, and that the proposal by the Committee preparing the Reindeer Herding Act regarding a "basic allowance" of 200 reindeer would apply if the siida did not reach an agreement.
nb: Sametinget gikk da inn for en regel om at siidaene skulle fastsette et minste reintall for siidaandelene, og at reindriftslovutvalgets forslag om et "bunnfradrag" på 200 rein skulle gjelde hvis siidaen ikke kom til enighet.

source: In paragraphs 30 and 31, it is stated that the distributors played an independent commercial role and that the subscribers paid the distributors to gain access to the broadcast content.
nb: I avsnittene 30 og 31 pekes det på at distributørene hadde en selvstendig kommersiell rolle, og at abonnentene betalte til distributørene for å få tilgang til innholdet i tv-sendingene.

source: positions of the employees in the case at hand, there was a special old-age limit of 65 years.
nb: For stillingene til de ansatte i vår sak gjaldt det på dette grunnlag en særaldersgrense på 65 år.

source: Hence, I find that the utterances must be included in the overall assessment of whether A has violated section 147 (d) by being a participant in ISIL.
nb: Det kan da etter mitt syn ikke være uriktig å trekke uttalelsene inn i en samlet vurdering av om A har overtrådt § 147 d ved å være deltaker i ISIL.

source: Like the court of appeal, I have concluded that A's participation, recruitment and financial and material support in this case must be considered as separate offences.
nb: Jeg har i likhet med lagmannsretten kommet til at As deltakelse, rekruttering og økonomisk og materiell støtte i dette tilfellet må ses som forskjellige straffbare forhold.

source: The following is stated on page 39:
nb: Her heter det blant annet på side 39:

source: 1946 was made under the Protection of Forests Act, and that it was with this Act the District Sheriff
nb: mars 1946 var begrunnet i skogvernloven, og at det var denne loven lensmannen foreholdt de anmeldte under innledningen av etterforskningen.

source: by drafting new Regulations. In my view, these amendments to the RGP Regulations 2012 lead to a significant
nb: Etter mitt syn førte disse endringene i fastlegeforskriften av 2012 til en betydelig avklaring av rettsstillingen.

source: The subscribers paid Airfield, not the broadcasters, for the access to the TV channels.
nb: Abonnentene betalte Airfield, ikke kringkasterne, for tilgangen til kanalene.

source: In paragraph 119, the Court follows up by stating that it is “struck by the blanket and indiscriminate nature of the power of retention in England and Wales”.
nb: Domstolen følger opp dette i avsnitt 119, hvor den uttaler at den er «struck by the blanket and indiscriminate nature of the power of retention in England and Wales».

source: In the said ruling para 57, the justice delivering the leading opinion also agrees that a conclusion whether the requirements for distinctiveness are met must be based on an overall assessment.
nb: I dommen gir førstvoterende i avsnitt 57 også sin tilslutning til at det ved vurderingen av om kravene til distinktivitet er oppfylt, må foretas en samlet vurdering.

source: All in all, the system was arranged so that it limited the workers', including C's, freedom of movement to the extent possible, but it is assumed that B did not wish to create conditions that would stop the workers – with the experience they had gained – from returning for subsequent seasons.
nb: Samlet sett var systemet innrettet slik at det begrenset arbeidernes, herunder Cs, bevegelsesfrihet så langt råd var, men det legges til grunn at B ikke ønsket å skape forhold som medførte at arbeiderne – med den erfaring de opparbeidet – unnlot å komme tilbake senere sesonger.

source: The last 15 years, they had lived in Switzerland.
nb: I de siste 15 årene hadde de bodd i Sveits, der deres eneste barn var født.

source: Taxquet was convicted together with seven co-defendants and sentenced to 20 years’ imprisonment for murdering a government minister and attempting to murder the minister’s partner.
nb: Taxquet var sammen med sju medtiltalte dømt til 20 års fengsel for overlagt drap av en statsråd og forsøk på drap av statsrådens samboer.

source: Ireland, paragraph 59, the ECtHR maintains that the fact that the applicants" were engaged on a commercial venture which, by its very nature, involved an element of risk" was also a factor.
nb: med flere mot Irland avsnitt 59 framhever EMD at det også er et moment at klageren "were engaged on a commercial venture which, by its very nature, involved an element of risk".

source: Costs of the case before the Supreme Court are not to be paid.
nb: Saksomkostninger for Høyesterett tilkjennes ikke.

source: understand the information about such pasturing, which first and foremost Thomas P. Kallar
nb: Dernest er det grunn til å forstå de opplysninger om slik beiting som i første rekke Thomas P.

source: The following is stated on page 25:
nb: På side 25 uttales det:

source: Jacob Jacobsen testified at the same time as Niels Bull.
nb: Jacob Jacobsen forklarte seg samtidig med Niels Bull.

source: Ljone and Lie have emphasised that the right to freedom of expression is relevant when interpreting of the Copyright Act.
nb: Ljone og Lie har i sin argumentasjon lagt stor vekt på at hensynet til ytringsfriheten er relevant ved tolkningen av åndsverkloven.

source: The Supervisory Committee therefore found no grounds for reacting with disciplinary measures.
nb: Tilsynsutvalget fant derfor ikke grunnlag for å reagere med disiplinærtiltak.

source: This was first established in Rt. 1948 page 130, which concerned the application of new rules for execution of sentence pursuant to the Act relating to Legal Procedure in Treason Cases.
nb: Dette ble første gang slått fast i Rt. 1948 side 130, som gjaldt anvendelse av nye fullbyrdelsesregler etter landsvikrettergangsloven.

source: In 2009, he received an amount in Norwegian kroner equal to 120 000 rupees before going home.
nb: I 2009 fikk han tilsvarende 120 000 rupier i norske kroner før han dro hjem.

source: The arbitration clause in itself is not a result of possible fraudulent conduct from MAN's side.
nb: Voldgiftsklausulen er i seg selv ikke et resultat av eventuelle bedragerske handlinger fra MANs side.

source: The complaint concerned an appeal hearing in a court of appeal with a jury.
nb: Klagen var rettet mot en ankeforhandling i lagmannsretten med lagrette.

source: The UN Committee on the Rights of Children elaborates on the norm itself in paragraphs 36 - 40.
nb: I avsnitt 36-40 utdyper Barnekomiteen selve normen.

source: On the other hand a case from 1933 shows that there was a claim for eviction in connection with pasturing
nb: Derimot viser en sak fra 1933 at det ble fremsatt krav om utdriving ved beiting

source: D had a romantic relationship with J. Much suggests that in 2012 this contact gave one of the workers the courage to rise up and report the humiliating conditions at Ø.
nb: Mye kan tale for at det nettopp var denne kontakten i 2012 som gjorde det mulig at en av arbeiderne maktet å gjøre opprør og si i fra om de uverdige forholdene på Ø.

source: It is clear that this shade of purple is one of two used on the inhaler Diskus since its introduction in 1999.
nb: Det er på det rene at denne fargenyansen er én av to lillanyanser som har vært benyttet for selskapets inhalator Diskus siden denne ble introdusert i 1999.

source: There is no risk that the parents will create any disturbance to C or the foster parents.
nb: Det er ingen risiko for at foreldrene vil skape uro for C eller fosterforeldrene.

source: These activities were implemented in 2002 with seven Boeing 737-300s.
nb: Denne virksomheten kom i gang i 2002 med syv Boeing 737-300-fly.

source: I agree with this application of the law.
nb: Jeg er enig i denne rettsanvendelsen.
